"BUTTON_AUTHENTICATE" = "Patunayan ang button label";

"BUTTON_CREATED_ACCOUNT" = "Gumawa ng account";

"BUTTON_CREATE_ACCOUNT" = "Lumikha ng account";

"BUTTON_CREATING_ACCOUNT" = "Gumagawa ng pamagat ng account button";

"BUTTON_DISMISS" = "I-dismiss";

"BUTTON_NOT_NOW" = "Hindi ngayon";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Ipadala muli ang confirmation code";

"BUTTON_RETRY" = "Subukan muli";

"BUTTON_SENDING_CONF_CODE" = "Pinapadala code ng pagkumpirma";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Beripikahin";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Beripikado";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Bineberipika";

"BUTTON_SEND_CONF_CODE" = "Ipadala ang code sa kumprimasyon";

"BUTTON_SENT_CONF_CODE" = "Pinadala code sa pagkumpirma";

"BUTTON_SIGNED_IN" = "Nag-sign in ng pamagat ng button";

"BUTTON_SIGNING_IN" = "SIna-sign pamagat ng button";

"BUTTON_SIGN_IN" = "Mag-sign in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mag-sign in kasama ang Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Subukan ang ibang numero";

"CALL_ME_ACTION" = "Tawagan Ako";

"CALL_ME_LOADING" = "Tumatawag";

"ERROR_CANT_SMS" = "Hindi makapagpadala ng mensaheng SMS sa numerong ito.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Mangyaring tingnan ang inyong code at subukan ulit";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Whoops, mukhang may nararanasan kaming isyu sa network. Subukan natin muli? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Mangyaring tingnan ang numero ninyo at subukan ulit";

"ERROR_TRY_AGAIN_LATER" = "Hindi ka namin mai-sign sa Twitter sa ngayon. Mangyaring subukan ulit mamaya.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Nagtakda ka ng 2-hakbang na code ng beripikasyon sa <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Sa pag-tap sa \"Gumawa ng account\" sa itaas, sumasang-ayon ka sa mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookies</u> ng Digits by Twitter, at pumapayag kang matuklasan ng mga ibang user ng %@ ang numero ng telepono at/o email mo.";

"FOOTNOTE_SEND_CONF_CODE" = "Sa pag-tap sa \"Magpadala ng code ng kumpirmasyon\", papadalhan ka ng <u>Digits ng Twitter</u> ng isang mensaheng SMS upang kumpirmahin ang numero ng telepono mo. Maaaring malapatan ng singil sa mensahe at data.";

"FOOTNOTE_TOS_UPDATE" = "Sa pag-tap sa \"Mag-sign in\" sa itaas, sumasang-ayon ka sa mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookies</u> ng Digits by Twitter, at pumapayag kang matuklasan ng mga ibang user ng %@ sa pamamagitan ng numero ng telepono at/o email mo.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Ipasok ang 2-hakbang na code ng beripikasyon";

"LABEL_ENTER_CONF_CODE" = "Ilagay ang confirmation code";

"LABEL_ENTER_PHONE_NUMBER" = "Ilagay ang iyong phone number";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Gumagamit kami ng Digits by Twitter para mahanap ang iba mo pang mga kaibigan na gumagamit ng app na ito. Kapag tinap mo ang Okay, i-a-upload namin ang iyong address book sa Digits by Twitter upang matulungan ka naming mahanap ang ibang mga user ng %@ na kilala mo o tulungan kang mahanap ng mga ibang user ng %@.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Hanapin ang mga kaibigan mo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Hindi makumpirma ang numero ng telepono ninyo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Pasensiya na, nagkakaproblema kaming ipadala sa iyo ang code ng pagkumpirma.";

"PARTIAL_FOOTNOTE_THIS_APP" = "app na ito";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Code ng beripikasyon";

"PLACEHOLDER_CONF_CODE" = "Confirmation code";

"PLACEHOLDER_YOUR_NUMBER" = "Numero mo";

"WAIT_FOR_CONF_CODE" = "Papadalhan namin ang telepono mo ng code ng kumpirmasyon sa loob ng isang minuto.";

